---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.ReinforcementData
source: html/b043c39c-c389-e119-4ff4-449ca9364bdf.htm
---
# ReinforcementData Properties

Specifies whether the .NET object represents a valid Revit entity.